Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: Well 16/2-20 A will be drilled from the Island Innovator drilling facility at position 58°56’30.84’’ north and 02°25’18.62’’ east in production licence 501.
nb: Brønn 16/2-20 A skal borast frå boreinnretninga Island Innovator i posisjon 58°56’30,84’’ nord og 02°25’18,62’’ aust i utvinningsløyve 501.

source: The drilling programme for well 16/2-20 A relates to the drilling of a wildcat well in production licence 501.
nb: Boreprogrammet for brønn 16/2-20 A gjeld boring av undersøkingsbrønn i utvinningsløyve 501.

source: The area in this licence comprises parts of blocks 16/2, 3, 5 and 6.
nb: Arealet i dette løyvet består av delar av blokkene 16/2, 3, 5 og 6.

source: The well will be drilled about 0.5 kilometres to the southwest of 16/2-20 S and around 3.2 kilometres north of well 16/2-9 S on Johan Sverdrup in the central part of the North Sea.
nb: Brønnen blir bora om lag 0,5 kilometer mot sørvest fra 16/2-20 S og rundt 3,2 kilometer nord for brønn 16/2-9 S på Johan Sverdrup i den midtre delen av Nordsjøen.

source: This is the 19th exploration well to be drilled within the area of the licence.
nb: Dette er den 19. leitebrønnen som blir bora innafor løyvet sitt areal.

source: Oil and gas prices are high, which sustains exploration activity and production.
nb: Olje- og gassprisene er høye, dette gir høy leteaktivitet og høy produksjon.

source: Text: Terje Sørenes og Ina Gundersen
nb: Tekst: Terje Sørenes og Ina Gundersen

source: Several large discoveries lead to a major gas development in the Norwegian Sea and a new pipeline to the North Sea.
nb: Flere store funn fører til en stor gassutbygging i Norskehavet og et nytt rør til Nordsjøen.

source: An oil field is developed in the Barents Sea.
nb: Det blir oljeutbygging i Barentshavet.

source: Discoveries are made off Jan Mayen and in the northern Barents Sea.
nb: Det gjøres funn utenfor Jan Mayen og nord i Barentshavet.

source: The NCS is attractive for major players because it gives them access to the far north, which eventually becomes the centre of gravity for oil and gas activity.
nb: Norsk sokkel er attraktiv for store aktører fordi de får tilgang til nordområdene som etter hvert blir tyngdepunktet for olje- og gassvirksomheten.

source: Measures are initiated to reduce greenhouse gas emissions, with Norway’s main contributions being to offer gas as a replacement for coal.
nb: Det blir satt i gang tiltak for å redusere utslippene av klimagasser.

source: The oil industry becomes attractive for socially-conscious young people who see it as part of the solution to climate challenges rather than simply as part of the problem.
nb: Oljeindustrien blir attraktiv for samfunnsbevisst ungdom som ser at industrien er en del av løsningen på klimautfordringen og ikke bare en del av årsaken.

source: Because discoveries are bigger and more numerous than expected, production exceeds the NPD’s long-term forecast.
nb: Flere og større funn enn forventet gjør at produksjonen blir høyere enn Oljedirektoratets langtidsprognoser.

source: Ministry of Petroleum and Energy
nb: OLJE- OG ENERGIDEPARTEMENTET

source: The Council of State The Crown Prince Regent`s decree
nb: STATSRÅD KRONPRINSREGENTENS RESOLUSJON

source: Ref no: Item no: 2003/1341 Date: 17 december 2003
nb: Ref nr: Saksnr: 2003/1341 Dato: 17.12.2003

source: On the roles and responsibilities of the Norwegian Petroleum Directorate after separation of the Petroleum Safety Authority Norway
nb: Om Oljedirektoratets ansvar og oppgaver etter utskillelse av Petroleumstilsynet

source: Introduction The Norwegian Petroleum Directorate was established based on a resolution by the Storting (Norwegian Parliament) on 14 June 1972.
nb: Innledning Oljedirektoratet ble etablert ved Stortingets vedtak 14. juni 1972.

source: At that time, the Directorate sorted under the Ministry of Industry.
nb: Direktoratet var da underlagt Industridepartementet.

source: The Ministry of Petroleum and Energy was established in January 1978 as a result of a stated need to ensure that the necessary considerations in the petroleum activities were safeguarded by a separate sector ministry dedicated to these activities.
nb: I januar 1978 ble Olje- og energidepartementet etablert, som følge av det uttalte behov for å sikre at nødvendige hensyn i petroleumsvirksomheten ble ivaretatt av et eget sektordepartement for petroleumsvirkomheten.

source: Since 1978, the Norwegian Petroleum Directorate has sorted under the Ministry of Petroleum and Energy.
nb: Oljedirektoratet har siden 1978 vært underlagt Olje-og energidepartementet.

source: The Directorate's tasks have been twofold: to safeguard overall resource management considerations and to safeguard the working environment and safety considerations in the petroleum activities.
nb: Direktoratets oppgave har vært todelt; ivaretakelse av overordnede ressursforvaltningshensyn og ivare-takelse av hensynet til sikkerhet og arbeidsmiljø i petroleumsvirksomheten.

source: In 1979, the constitutional responsibility for safety and the working environment in the petroleum activities was transferred to the Ministry of Local Government and Labour (now the Ministry of Labour and Government Administration), in order for these factors to be managed at a general level by a different ministry.
nb: I 1979 ble det konstitusjonelle ansvar for sikkerhet og arbeidsmiljø i petroleumsvirksomheten overført til Kommunal- og arbeidsdepartementet (i dag Arbeids- og administrasjonsdepartementet), for at disse forholdene skulle ivaretas på overordnet nivå av et annet departement.

source: The technological development is clearly progressing towards moving large parts of the upstream petroleum activities from the continental shelf to land.
nb: Den teknologiske utvikling går klart i retning av å flytte større deler av oppstrøms petroleumsvirksomhet fra kontinentalsokkelen til land.

source: The amendments entail that also petroleum activities on land, including utilisation of petroleum on land that is necessary to or constitutes an integrated part of production or transport of petroleum, is subject to the Act.
nb: Endringene innebærer at også petroleums-virksomhet på land, herunder utnyttelse av petroleum på land som er nødvendig for eller utgjør en integrert del av utvinning eller transport av petroleum, omfattes av loven.

source: Petroleum facilities on land will thus also fall under the Ministry of Petroleum and Energy's responsibility for the petroleum activities.
nb: Anlegg for petroleumsvirksomhet på land vil derved også være omfattet av Olje- og energi-departementets ansvar for petroleumsvirksomheten.

source: This trend is also reflected in the Storting's consideration of Storting White Paper No. 17 (2002 ?
nb: Denne utviklingen er også reflektert ved Stortingets behanding av St.meld. nr.

source: 2003) on State supervision bodies, when it was determined that the Norwegian Petroleum Directorate would be split starting from 1 January 2004.
nb: 17 (2002 - 2003) Om statlige tilsyn, da ble det besluttet at Oljedirektoratet skal deles fra 1. januar 2004.

source: That portion of the Directorate that safeguards safety and working environment considerations in the petroleum activities was to be split off as a separate supervisory body - the Petroleum Safety Authority Norway.
nb: Den delen av direktoratet som ivaretar hensynet til sikkerhet og arbeidsmiljø i petroleums-virksomheten skal skilles ut som et eget tilsynsorgan - Petroleumstilsynet.

source: The Petroleum Safety Authority Norway is to report to the Ministry of Labour and Government Administration, and it will be supplemented with resources from the former Directorate for Fire and Electrical Safety (DBE) and the Directorate of Labour Inspection.
nb: Petroleums-tilsynet skal rapportere til Arbeids- og administrasjonsdepartementet og vil bli supplert med ressurser fra det tidligere Direktoratet for brann- og elsikkerhet (DBE) og Arbeidstilsynet.

source: This is intended to ensure comprehensive supervision of health, safety and the working environment in the petroleum activities, regardless of whether the activities take place on the continental shelf or on land.
nb: Dette skal sikre et samlet tilsyn med helse, sikkerhet og arbeidsmiljø i petroleumsvirksom-heten, uaktet om virksomheten foregår på kontinentalsokkelen eller på land.

source: The separation of the Petroleum Safety Authority Norway from the Norwegian Petroleum Directorate will not have an impact on Norwegian oil and gas policy, or on the Ministry of Petroleum and Energy's general sector responsibility for the petroleum activities.
nb: Utskillelsen av Petroleumstilsynet fra Oljedirektoratet vil ikke ha noen innvirkning på norsk olje- og gasspolitikk eller på Olje- og energidepartementets sektoransvar for petroleums-virksomheten.

source: The Norwegian Petroleum Directorate will thus continue to safeguard general resource management considerations under the Ministry of Petroleum and Energy.
nb: Oljedirektoratet vil således fortsatt ivareta overordnede ressursforvaltnings-hensyn under Olje- og energidepartementet.

source: The Petroleum Safety Authority Norway has the technical supervisory authority for safety, emergency preparedness and the working environment in the petroleum activities on the Norwegian continental shelf and for certain facilities on land.
nb: Petroleumstilsynet har faglig myndighetsansvar for sikkerhet, beredskap og arbeidsmiljø i petroleumsvirksomheten på norsk kontinentalsokkel og på enkelte anlegg på land.

source: The coordination arrangement does not entail any changes in the relevant authorities' formal powers to pass resolutions, which emerges in the applicable legislation and stipulated delegations of authority.
nb: Koordineringsordningen innebærer ingen endring i de berørte myndighetenes formelle vedtakskompetanse som fremgår av gjeldende lovgivning og gitte delegeringer.

source: As a consequence of the division of the Norwegian Petroleum Directorate, a decree by the Crown Prince Regent to confirm the new Norwegian Petroleum Directorate's roles and responsibilities is deemed appropriate..
nb: Som følge av delingen av Oljedirektoratet anses det hensiktsmessig å stadfeste det nye Oljedirektoratets ansvar og oppgaver ved kronprinsregentens resolusjon.

source: Norwegian petroleum policy - main objectives - the Ministry of Petroleum and Energy's sector responsibility for the petroleum activities The main objectives of the Norwegian petroleum activities have largely remained fixed for a long period of time and they are founded on a broad-based political consensus.
nb: Norsk petroleumspolitikk - overordnede mål - Olje- og energidepartementets sektoransvar for petroleumsvirksomheten De overordnede mål for norsk petroleumsvirksomhet har i hovedsak ligget fast i lang tid og er basert på bred politisk konsensus.

source: The petroleum activities shall contribute to value creation and shall ensure welfare and industrial development in the best interests of the Norwegian society.
nb: Petroleumsvirksomheten skal bidra til verdiskaping og skal sikre velferd og industriell utvikling til beste for det norske samfunn.

source: Further development of the petroleum sector shall be facilitated through ensuring that the Norwegian continental shelf remains an attractive area for investment, value creation and industrial development in Norway.
nb: Forholdene skal legges til rette for videreutvikling av petroleumssektoren gjennom å sikre at norsk kontinentalsokkel forblir et attraktivt område for investeringer, verdiskaping og industriell utvikling i Norge.

source: Norway shall combine the aspect of being a major producer and exporter of petroleum with being a pioneer when it comes to the environment.
nb: Norge skal forene det å være en stor petroleumsprodusent og -eksportør med det å være et foregangsland i miljøspørsmål.

source: Internationalization of the Norwegian petroleum industry shall also be fostered.
nb: I tillegg skal det legges til rette for internasjonalise-ring av den norske petroleumsnæringen.

source: This will provide the industry with development opportunities in addition to the activities on the Norwegian continental shelf, while experience from international activities can also contribute to further development of the Norwegian continental shelf.
nb: Dette vil gi næringen utviklingsmuligheter i tillegg til virksomheten på norsk kontinentalsokkel, samtidig som erfaringene fra internasjonal virksomhet kan bidra til videreutvikling av norsk kontinentalsokkel.

source: The framework for the Ministry of Petroleum and Energy's sector responsibility for the petroleum activities follows from the mandate laid down by the Storting through the goals and conditions stipulated for the activities, and from the authority delegated to the Ministry through the Petroleum Act.
nb: Rammen for Olje- og energidepartementets sektoransvar for petroleumsvirksomheten følger av det mandat som gis av Stortinget gjennom de mål og vilkår som settes for virksomheten, og av den myndighet departementet er gitt gjennom petroleumsloven.

source: The Ministry's right and obligation to ensure good resource management is a primary consideration in the activities.
nb: Departementets rett og plikt til å sikre god ressursforvaltning er et hovedhensyn i virksomheten.

source: The Ministry must thus ensure that the framework conditions for the petroleum activities facilitate long-term, profitable petroleum activity on the Norwegian continental shelf.
nb: Departementet skal således påse at rammevilkårene for petroleumsvirksomheten legger til rette for en lang-siktig og lønnsom petroleumsaktivitet på norsk kontinentalsokkel.

source: The framework conditions are largely established through the decisions made pursuant to the Petroleum Act in connection with the respective phases of the activities - opening of areas for petroleum activities, scientific research, exploration, development, production and cessation/disposal.
nb: Rammevilkårene etableres i hovedsak gjennom de beslutninger som fattes i medhold av petroleumsloven i tilknytning til de enkelte faser av virksomheten - åpning av områder for petroleumsvirksomhet, undersøkelse, leting, utbygging, produksjon og avslutning/dispo-nering.

source: Resource management and tasks for the Ministry of Petroleum and Energy and the Norwegian Petroleum Directorate As previously mentioned, the framework that comprises the tasks and authority of the Ministry of Petroleum and Energy and the Norwegian Petroleum Directorate is laid down through decisions made by the Storting and by virtue of the Petroleum Act, and - as regards the Norwegian Petroleum Directorate - delegation decisions from the superior authority.
nb: Ressursforvaltning og oppgaver for Olje- og energidepartementet og Oljedirektoratet Rammen for Olje- og energidepartementet og Oljedirektoratets oppgaver og myndighet er som nevnt gitt gjennom vedtak fattet av Stortinget og gjennom petroleumsloven, og - for Oljedirektoratets vedkommende - delegasjonsvedtak fra overordnet myndighet.

source: The Norwegian Petroleum Directorate shall contribute to creating the greatest possible values for the Norwegian society from the oil and gas activities through prudent resource management based on considerations for safety, emergency preparedness and the external environment.
nb: Oljedirektoratet skal bidra til å skape størst mulig verdier for samfunnet fra olje- og gassvirksomheten gjennom en forsvarlig ressursforvaltning med forankring i sikkerhet, beredskap og ytre miljø.

source: - Resource and factual basis - Scientific research and exploration - Development and operations - Cessation/disposal - External environment - Emergency preparedness
nb: - Ressurs- og faktagrunnlaget - Undersøkelse og leting - Utbygging og drift - Avslutning/disponering - Ytre miljø - Beredskap

source: To contribute to the Government's general objectives for the petroleum activities, the specific tasks will be linked to the various stages of these activities, whether they take place offshore or on land.
nb: For å bidra til oppnåelse av regjeringens overordnede mål i petroleumsvirksomheten vil de nærmere oppgaver være knyttet til de forskjellige faser av petroleumsvirksomheten, hva enten den foregår til havs eller på land.

source: In these stages, the Ministry of Petroleum and Energy and the Norwegian Petroleum Directorate will stipulate specific framework conditions for the activities through individual decisions, approvals, consents and conditions.
nb: I disse fasene vil Olje- og energidepartementet og Oljedirektoratet fastlegge de nærmere rammevilkår for virksomheten gjennom særskilte vedtak, godkjennelser, samtykker og vilkår.

source: The main decisions made are:
nb: De hovedbeslutninger som fattes er:

source: - Opening of new areas (Section 3-1 of the Petroleum Act) - Granting of exploration licence Section 2-1 of the Petroleum Act) - Award of production licence (that gives the licencee an exclusive right to explore for and produce petroleum) (Section 3-3 of the Petroleum Act) - Approval of plans for development and operation of fields (PDO) (Section 4-2 of the Petroleum Act) - Permission to install and operate installations (PIO) (Section 4-3 of the Petroleum Act) - Production permits (Section 4-4 of the Petroleum Act) - Decisions on disposal (Sections 5-1 and 5-3 of the Petroleum Act)
nb: - Åpning av nye områder (petroleumsloven § 3-1) - Tildeling av undersøkelsestillatelse (petroleumsloven § 2-1) - Tildeling av utvinningstillatelse (som gir rettighetshaver en eksklusiv rett til leting etter og utvining av petroleum) (petroleumsloven § 3-3) - Godkjennelse av Plan for utbygging og drift av felt (PUD) (petroleumsloven § 4-2) - Tillatelse til anlegg og drift av innretninger (PAD) (petroleumsloven § 4-3) - Produksjonstillatelser (petroleumsloven § 4-4) - Vedtak om disponering (petroleumsloven §§ 5-1 og 5-3)

source: Details concerning the Norwegian Petroleum Directorate's tasks in the specific stages of the petroleum activities
nb: Nærmere om Oljedirektoratets oppgaver i de enkelte faser av petroleumsvirksomheten

source: Resource and factual basis The Norwegian Petroleum Directorate shall manage and further develop knowledge concerning the petroleum resources on the Norwegian continental shelf.
nb: Ressurs- og faktagrunnlaget Oljedirektoratet skal forvalte og videreutvikle kunnskap om petroleumsressursene på norsk kontinentalsokkel.

source: This is a key aspect both as regards the opening of new areas for petroleum activities and in the award of new production licences.
nb: Dette er sentralt både i tilknytning til åpning av nye områder for petroleumsvirksomhet, og ved tildeling av nye utvinningstillatelser.

source: The Directorate shall possess knowledge concerning the activities and shall at all times maintain an overview of the resource base on the Norwegian continental shelf.
nb: Direktoratet skal ha kunnskap om virksomheten og skal til enhver tid ha oversikt over ressursbasen på norsk kontinentalsokkel.

source: The Norwegian Petroleum Directorate has a national responsibility to ensure that data and information from the petroleum activities are available, thus contributing to the creation of value.
nb: Oljedirektoratet har et nasjonalt ansvar for at data og informasjon fra petroleumsvirksomheten er tilgjengelig og derved bidrar til verdiskaping.

source: 4.2 Surveying and exploration The Norwegian Petroleum Directorate shall contribute to cost-effective and optimal surveying in accordance with exploration licences, and to exploration for petroleum on the Norwegian continental shelf in accordance with production licences.
nb: 4.2 Undersøkelse og leting Oljedirektoratet skal bidra til kostnadseffektiv og optimal undersøkelse i henhold til under-søkelsestillatelser, og til leting etter petroleum på norsk kontinentalsokkel i henhold til utvinningstillatelser.

source: In connection with licence awards, the Directorate shall, among other things, supply the Ministry with evaluations in the early phases of licencing rounds, particularly through the updating of play models and review of the prospect database.
nb: Direktoratet skal i forbindelse med konsesjonstildelinger bl.a. gi vurderinger til departementet i tidlig fase av konsesjonsrunder, særlig gjennom oppdatering av letemodeller og gjennomgang av prospektdatabasen.

source: The Directorate shall analyze the activity level, give its recommendations to the Ministry of Petroleum and Energy on the scope of the area to be included in licencing rounds and evaluate applications in licencing rounds.
nb: Direktoratet skal analysere aktivitetsnivået, gi sine anbefalinger til Olje- og energidepartementet om omfang av areal som kan inkluderes i konsesjonsrunder og vurdere søknader i konsesjonsrunder.

source: 4.3 Development and operations The Norwegian Petroleum Directorate shall contribute to cost-effective production of petroleum, exploitation of infrastructure and coordination across licence boundaries, etc.
nb: 4.3 Utbygging og drift Oljedirektoratet skal bidra til kostnadseffektivt uttak av petroleum, utnyttelse av infrastruktur og samordning på tvers av utvinningstillatelser mv.

source: The Norwegian Petroleum Directorate shall identify and highlight value creation measures that are deemed necessary to realize the potential on the Norwegian continental shelf, and be a driving force to implement such measures.
nb: Oljedirektoratet skal identifisere og synliggjøre tiltak for verdiskaping som anses nødvendige for å realisere potensialet på norsk kontinentalsokkel og være pådriver for iverksettelsen av slike tiltak.

source: The Directorate shall also follow up field development plans in an early stage and evaluate plans for development of fields (PDOs), and plans for installation and operation of infrastructure (PIOs), including operations and petroleum activities on land.
nb: Direktoratet skal også følge opp feltutviklingsplaner i en tidlig fase og vurdere planer for utbygging av felt (PUD) og planer for anlegg og drift av infrastruktur (PAD), herunder drift og petroleumsvirksomhet på land.

source: 4.4 Disposal The Norwegian Petroleum Directorate shall evaluate cessation/decommissioning plans and follow up the Ministry's disposal decisions, thus contributing to the selection of optimum solutions for disposal of installations after production has ceased.
nb: 4.4 Disponering Oljedirektoratet skal vurdere avslutningsplaner og følge opp departementets disponerings-vedtak og derved bidra til at optimale løsninger velges for disponering av innretninger etter endt produksjon.

source: 4.5 External environment The Norwegian Petroleum Directorate shall contribute to fulfillment of the Ministry of Petroleum and Energy's sector responsibility for the petroleum activities.
nb: 4.5 Ytre miljø Oljedirektoratet skal bidra til ivaretakelse av Olje- og energidepartementets sektoransvar for petroleumsvirksomheten.

source: In relation to the external environment, this will entail a sector responsibility to reduce emissions/discharges from the petroleum activities to the air and the sea by establishing cost-effective measures to reduce emissions and discharges pursuant to national and international commitments, as well as the establishment of framework conditions for the petroleum activities.
nb: I forhold til det ytre miljø vil dette innebære et sektoransvar for å redusere utslipp fra petroleumsvirksomheten til sjø og luft gjennom etablering av kostnads-effektive utslippsreduserende tiltak i forhold til nasjonale og internasjonale forpliktelser, og etablering av rammevilkår for petroleumsvirksomhet.
